{
  "categories": [
    {
      "id": 1,
      "title": "Наука",
      "parent_id": 1
    },
    {
      "id": 2,
      "title": "Мировые новости",
      "parent_id": 2
    },
    {
      "id": 3,
      "title": "Спорт",
      "parent_id": 3
    },
    {
      "title": "Технологии",
      "parent_id": "3kotbvr3zo9m1cgf66le",
      "id": 6
    },
    {
      "title": "Культура",
      "parent_id": "ikm0zm4bqvfu966v1rkylp",
      "id": 8
    }
  ],
  "articles": [
    {
      "id": 1,
      "category_id": 1,
      "user_id": 1,
      "title": "Японские ученые оснастили инвалидную коляску роборуками",
      "description": "Инженеры из Японии добавили в инвалидную коляску роборуки, которыми можно управлять дистанционно.\n\nНовое устройство призвано помочь инвалидам в передвижении. Известно, что движением коляски человек управляет самостоятельно, но на задней ее части находятся робот с руками, которыми можно управлять удаленно.\n\nИзобретение представляет собой коляску с электроусилителем и вынесенным небольшим колесом сзади. Именно над ним за сиденьем установлены роборуки.\n\nКроме рук в новинку добавлены манипуляторы, которые представляют собой человеческую кисть. Примечательно то, что человеческая кисть находится на одном уровне с роботом для удобства управления.\n\nКроме манипуляторов коляска имеет 2 камеры, микрофон и модуль беспроводной передачи данных. Электроника нужна для того, чтобы управлять инвалидным креслом дистанционно и в случае непредвиденных ситуаций вернуть человека в безопасное место.\n\n",
      "image": "https://potokmedia.ru/wp-content/uploads/2020/07/Snimok-jekrana-2020-07-06-v-16.44.06.png"
    },
    {
      "id": 2,
      "category_id": 2,
      "user_id": 1,
      "title": "В Китае объявили третий уровень опасности из-за бубонной чумы",
      "description": "В Китае объявили третий уровень опасности из-за бубонной чумы. Об этом сообщает Telegram-канал RT.\n\nПовышенный уровень угрозы сохранится в автономном районе Внутренняя Монголия, так как у пациента, попавшего в больницу города Баян-Нур, подтвердили заболевание.\n\nВ начале июля в граничащей с Россией Западной Монголии была зафиксирована вспышка бубонной чумы. В больницу доставили 27-летнего мужчину и женщину (возраст не уточняется). Последняя находилась в критическом состоянии. После заболевания с ней прямо контактировали 60 человек и косвенно — 400. Известно, что причиной заражения послужило то, что оба жителя Монголии употребили в пищу сырое мясо сурка. Позднее главный инфекционист Федерального медико-биологического агентства (ФМБА) Владимир Никифоров заявил, что случившееся не несет угрозы для России. Он также предположил, что люди заразились не когда съели чумного сурка, а когда разделывали его тушку, или же их укусила зараженная блоха.\n\nЧума — это бактериальная болезнь, которая в первую очередь поражает диких грызунов. Она распространяется от одного животного к другому через блох. Люди, укушенные зараженной блохой, обычно заболевают бубонной формой чумы. По данным Всемирной организации здравоохранения, эта болезнь может убить взрослого менее чем за 24 часа, если вовремя не начать лечение.",
      "image": "https://icdn.lenta.ru/images/2020/07/05/19/20200705192622167/pic_1bca98a2f280765f8c985f029e0fa153.jpg"
    },
    {
      "title": "Определена главная угроза для экономики США...",
      "image": "https://static.politexpert.net/uploads/2020/07/10/full-148-1594364521.jpeg",
      "description": "Отмена пособий по безработице станет главной угрозой для восстановления экономики Соединенных Штатов, уверены специалисты в экономической области, пишет издание CNN.\n\nАмериканские власти сейчас выплачивают населению пособие по безработице размером в 600 долларов каждую неделю. Деньги получают те граждане, которые потеряли работу во время пандемии COVID-19 и введенного в стране карантина.\n\nПериод выплаты пособий должен завершиться 31 июля. Это поддерживают и власти США. Сенатор от штата Огайо, республиканец Роб Портман выразил мнение, что американцу проще иметь страховку и пособие по безработице, чем идти на работу.\n\nФинансовые эксперты уверены, что такая позиция является неправильной, а выплаты гражданам стимулируют спрос в магазинах. Отмена пособий по безработице станет разрушающей силой для экономики США, так как их жители не смогут оплачивать аренду жилья и покупать продукты....",
      "user_id": 1,
      "category_id": 2,
      "id": 5
    },
    {
      "title": "Павел Дуров сообщил об уничтожении Apple стартапов по всему миру",
      "description": "Создатель месcенджера Telegram Павел Дуров считает, что корпорация Apple не дает развиваться разработчикам и злоупотребляет своим положением на рынке.\n\nПо словам бизнесмена, четыре года назад он хотел создать собственную платформу в Telegram для разработчиков игр, которая помогла бы специалистам из Восточной Европы развиваться. Однако в 2016 году Apple, ссылаясь на внутренние правила, запретила это делать и пригрозила удалением Telegram из Apple Store.\n\nПо словам Дурова, Apple берет 30% от продажи цифровых услуг с каждого приложения. При этом взамен разработчики получают только возможность продавать приложение пользователям iРhоnе. Так же поступает Google с Android. Как уверяет бизнесмен, после вычета платы для Apple оставшихся денег часто не хватает для обслуживания IT-продуктов.\n\nДуров собирается помочь в антимонопольном расследовании Еврокомиссии в отношении Apple и Google, тем самым встав на защиту интересов разработчиков. Кроме этого, он предлагает законодательно разрешить пользователям устанавливать приложения на iРhоnе самостоятельно, сообщает телеканал «360».\n\nКак сообщалось, Европейский союз (ЕС) собирается провести серьёзное антимонопольное расследование в отношении американской компании Apple.\n\nКак сообщает Independent, компанию обвиняют в сдерживании конкуренции, что противоречит антимонопольной политике ЕС. Так, в обвинениях говорится, что платформы App Store и Apple Pay предлагают пользователям преимущественно продукты Apple и скрывают альтернативы.\n\n«Мы должны обеспечить условия, при которых политика Apple не искажала бы конкуренцию на рынках, где Apple и его приложения, например сервис музыки Apple Music или Apple Books, конкурируют с другими разработчиками и приложениями», - заявила вице-президент Комиссии ЕС Маргрет Вестагер.\n\nРасследование началось из-за жалоб конкурентов Apple в сфере разработки приложений. Так, создатели стримингового сервиса Spotify обвиняют магазин приложений App Store в том, что он отдает предпочтение аналогичному сервису Apple Music. Такие действия со стороны Apple носят антиконкурентный характер.\n\nКомпания отрицает обвинения, заявляя, что предоставляет клиентам «доступ к лучшим приложениям или услугам по их выбору».",
      "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fmediacratia.ru%2Fwp-content%2Fuploads%2F2020%2F07%2Fdurov-obvinil-apple-i-google-v-unichtozhenii-startapov-po-vsemu-miru.jpg&f=1&nofb=1",
      "user_id": 1,
      "category_id": "3kotbvr3zo9m1cgf66le",
      "id": 6
    },
    {
      "title": "На iPhone по всему миру произошел сбой",
      "image": "https://cdn25.img.ria.ru/images/156395/84/1563958461_0:64:3072:1792_600x0_80_0_0_3c3d6ac404ddbc654ed2caa57288a87a.jpg.webp",
      "description": "На устройствах Apple по всему миру произошел технический сбой, пишет издание The Verge.\nВ соцсетях владельцы iPhone и iPad рассказали о неудачных попытках запустить некоторые приложения: Viber, Spotify, Pinterest, Tinder и другие. По их словам, при нажатии на иконку программы открывались, однако вылетали через несколько секунд.\n\nКак сообщает СМИ, окончательная причина сбоя пока не подтверждена, но, согласно первым отчетам, это произошло из-за неполадок в работе Facebook SDK, отвечающего за вход в приложения.\n",
      "user_id": 1,
      "category_id": "3kotbvr3zo9m1cgf66le",
      "id": 7
    },
    {
      "title": "В сеть утекло изображение нового варианта дизайна PlayStation 5",
      "description": "Представленная в июне новая консоль Sony не всем понравилась своим внешним видом. Основная часть её корпуса выполнена в белом цвете. Но, похоже, что у любителей классических чёрных корпусов появилась надежда. В сеть утекло изображение нового варианта дизайна PlayStation 5.\nВ сети опубликовали снимок, на котором показана продукция Sony, в частности PlayStation 5 и контроллер к ней DualSense. По фото видно, что приставка выполнена в чёрном цвете с вкраплениями красного. Геймпад имеет такие же расцветки. Как пояснил автор утечки, на снимке представлена часть рекламного изображения, которое получила его компания.\n\n\nСтоит отметить, что пока официальных подтверждений выхода PlayStation 5 в чёрно-красном цвете нет. Однако пользователи сети остались в восторге от такого варианта дизайна. Напомним, выход консоли нового поколения запланирован на конец текущего года.",
      "image": "https://www.ferra.ru/thumb/750x0/filters:quality(75):no_upscale()/imgs/2020/07/10/17/3995893/0cf12aabcebd04779bbb6da1f12e2a0fd42d1935.jpg",
      "user_id": 1,
      "category_id": "3kotbvr3zo9m1cgf66le",
      "id": 8
    },
    {
      "title": "«Манчестер Сити» не будет отстранен от участия в Лиге чемпионов",
      "description": "По информации журналиста BBC Radio Manchester Иана Чизмена, футбольный клуб «Манчестер Сити» не будет отстранен от Лиги чемпионов на будущий не сезон. \n\nСпортивный арбитражный суд (CAS) собирается удовлетворить апелляцию английского клуба.\n\nНапомним, что в феврале УЕФА исключил «Сити» из еврокубков на два года, а также назначил штраф в размере 30 миллионов евро за нарушения правил финансового фэйр-плей.\n\nВ начале лета арбитражный суд рассмотрел апелляцию «горожан», а вердикт ориентировочно будет оглашен 13 июля.",
      "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fwww.imageservera.com%2Fuploadedimages%2F202007%2FJul06%2FCR_Manchester-City-3758.jpg&f=1&nofb=1",
      "user_id": 1,
      "category_id": 3,
      "id": 9
    },
    {
      "title": "ЮНЕСКО выразила сожаление в связи с превращением собора Святой Софии в мечеть",
      "image": "https://icdn.lenta.ru/images/2020/07/10/21/20200710214311153/pic_567c15e272287bc7bfc5d05af169a5a0.jpg",
      "description": "Генеральный директор ЮНЕСКО Одри Азуле отреагировал на превращение собора Святой Софии в мечеть. Об этом сообщается на сайте организации.\n\nОтмечается, что Азуле глубоко сожалеет о решении турецких властей, которое было принято «без предварительного диалога».\n\nРанее Государственный совет Турции — высший административный суд — единогласно объявил незаконным и отменил решение кабинета министров от 1934 года, присваивающее Собору Святой Софии статус музея.\n\nВ заключении Госсовета говорится, что Айя-София зарегистрирована в кадастре в качестве мечети, и подчеркивается, что этот статус неизменен.\n\nСофийский собор был возведен по приказу императора Юстиниана в VI веке нашей эры. После того как турки захватили Константинополь, его сделали мечетью, но в 1935 году основатель современного турецкого государства Кемаль Ататюрк присвоил святыне статус музея.",
      "user_id": 1,
      "category_id": 2,
      "id": 10
    },
    {
      "title": "Раскрыто содержание предсмертной записки мэра Сеула",
      "description": "Агентство «Ёнхап» раскрыло содержание предсмертной записки мэра Сеула Пак Вон Суна, тело которого обнаружили после исчезновения.\n\n«Я извиняюсь перед всеми. Благодарю всех, кто был со мной в моей жизни. Я чувствую вину перед своей семьей, которой я причинил только боль», — говорится в записке. Пак Вон Сун попросил кремировать его тело, прах развеять над могилой родителей, а также попрощался со всеми.\n\nЮжнокорейская полиция начала поиски мэра после того, как его дочь заявила об исчезновении. Она сообщила, что отец ушел из дома, оставив записку, похожую на завещание, и пропал. Позже его тело обнаружили у горы Бугак на севере города. Предварительная причина смерти — самоубийство.\n\nЗа день до исчезновения Пак Вон Суна на него подала в суд секретарша. Она обвинила мэра в сексуальных домогательствах.",
      "image": "https://icdn.lenta.ru/images/2020/07/10/07/20200710073030965/pic_d41107923906cdf1a69bd9abd4d9fe82.jpg",
      "user_id": 1,
      "category_id": 2,
      "id": 11
    },
    {
      "title": "В США назвали способы заставить российские власти изменить политику",
      "image": "https://icdn.lenta.ru/images/2020/07/10/03/20200710033935336/pic_dd361d41b1cb7c7a2af6b0eb51846abe.jpg",
      "description": "США должны ужесточить свои действия в отношении России, чтобы российские власти изменили внешнюю политику. Об этом рассказал бывший заместитель помощника министра обороны США по Европе и НАТО Ян Бжезинский, передает принадлежащее Григорию Березкину издание РБК.\n\nПо словам Яна Бжезинского, странам-членам НАТО надо укреплять военную мощь. США же необходимо передислоцировать больше войск в восточноевропейские страны на постоянной основе, а также способствовать вступлению Украины и Грузии в альянс. Он также подчеркнул необходимость борьбы с недостоверной информацией и ужесточения санкций против России.\n\nСын бывшего советника по нацбезопасности президента США Збигнева Бжезинского считает, что под натиском новых ограничительных мер такой прагматичный политик, как президент Владимир Путин пойдет на изменение внешней политики России. Он уверен, что нынешняя половинчатая политика США в отношении России лишь способствует тому, что Путин принимает все более рискованные шаги, и, возможно, становится даже храбрее.\n\nДанное заявление Бжезинский сделал во время дискуссии в комитете по иностранным делам, посвященной предполагаемым связям между Россией и террористической группировкой «Талибан» (запрещено в РФ).\n\nРанее бывший посол США в России Майкл Макфол заявил, что президент США Дональд Трамп не реагирует на обвинения России в сговоре с боевиками радикального движения «Талибан», потому что «пытается подружиться» с российским коллегой Владимиром Путиным.\n\nThe New York Times 26 июня со ссылкой на спецслужбы сообщила, что российская военная разведка тайно предлагала оплатить убийство американских военнослужащих. Таким образом Москва якобы хотела сорвать мирные переговоры США с талибами, говорится в публикации. В России обвинения назвали безосновательными. Достоверность сведений затруднились подтвердить и различные американские структуры.",
      "user_id": 1,
      "category_id": 2,
      "id": 12
    },
    {
      "title": "Верховный суд США отказался раскрывать данные об уплате налогов Трампом",
      "image": "https://icdn.lenta.ru/images/2020/07/09/17/20200709175432837/pic_43856e49973f53d40a0ad0a323bb273c.jpg",
      "description": "Верховный суд США отказался от идеи раскрыть налоговые декларации и другие финансовые документы президента страны Дональда Трампа членам Демократической партии в Конгрессе. Об этом сообщает Reuters.\n\nОн вернул дело в суды низшей инстанции. Так, высшая инстанция поддержала решение передать информацию об уплате налогов суду Нью-Йорка, чтобы президент мог представить конституционные и юридические возражения большому жюри штата.\n\n«Решение суда грозит подрывом функционирования института президентства», — так свое решение обосновал один из судей, Сэмуэль Алито.\n\nТребования о выдаче налоговых деклараций выдвинули демократы в Конгрессе: они считают, что там есть нарушения. Банки и фирмы, от которых требовали документы, согласились их предоставить. Однако решения судов обжаловал Белый дом. При этом в Конституции страны не указано, можно ли предъявить президенту обвинения на основании налоговых деклараций.\n\nВ октябре 2018-го газета The New York Times опубликовала материал, в котором обвинила отца американского лидера Фрэнка Трампа в налоговых махинациях и мошенничестве, с помощью которых Трамп-младший нажил состояние. Отмечается, что в 1990-е сын получил от отца сумму, эквивалентную сегодняшним 413 миллионам долларов. Ее большая часть была получена благодаря «сомнительным налоговым схемам».\n\nВ статье говорилось, что большую часть состояния Трамп-младший получил потому, что помогал своим родителям проводить финансовые махинации и уклоняться от уплаты налогов. Он и его сестра учредили фиктивную фирму, чтобы получать миллионы долларов в качестве подарков от родителей. Нынешний президент также помогал отцу производить налоговые вычеты в миллионы долларов.\n\nТрамп неоднократно отказывался публиковать свою налоговую декларацию. Противники американского лидера даже устраивали из-за этого акции протеста. Свое нежелание президент объясняет в том числе ведущимся аудитом.",
      "user_id": 1,
      "category_id": 2,
      "id": 13
    },
    {
      "image": "https://icdn.lenta.ru/images/2020/07/09/17/20200709170519867/pic_b4090821a9d66dbadd16695b6e74d0d2.jpg",
      "title": "Украину заподозрили в подготовке к военному столкновению",
      "description": "В Киеве активно готовятся решать проблему с конфликтом на востоке Украины военным путем. Об этом заявил постпред России при ОБСЕ Александр Лукашевич, передает РИА Новости.\n\nПо его словам, официальные лица Украины в последнее время пытаются «нагнетать военную истерию». Для этого они используют «заезженный миф о внешней угрозе», утверждает Лукашевич. «Это свидетельствует, что в Киеве активно готовят военный сценарий решения так называемой проблемы Донбасса», — заподозрил постпред.\n\n6 июля командующий Военно-морскими силами (ВМС) Вооруженных сил Украины (ВСУ) Алексей Неижпапа пообещал, что украинский флот вернется в Севастополь. Он также говорил, что корабли ВМС Украины готовятся к полномасштабным боевым действиям с Россией. По его словам, Киев ожидает атаки российской армии на Херсонскую область с целью пустить днепровскую воду в Крым. В Кремле слова Неижпапы назвали глупостью и искусственным нагнетанием антироссийской истерии на Украине.\n\nПо данным Мониторинговой миссии ООН по правам человека, с начала года в Донбассе жертвами обстрелов стали как минимум 65 гражданских лиц (девять погибших и 56 раненых). В мае в ООН выразили особую обеспокоенность, что среди раненых много детей.\n\nВооруженный конфликт в Донбассе продолжается более шести лет. В апреле 2014 года власти Украины начали силовую операцию против ДНР и ЛНР, провозгласивших независимость от Киева после насильственной смены центральной власти. Украина обвиняет Россию в оккупации части Донбасса и поддержке сепаратизма. Москва отвергает претензии Киева.",
      "user_id": 1,
      "category_id": 2,
      "id": 14
    },
    {
      "description": "Американские исследователи заметили ранее неизвестный ядерный объект неподалеку от Пхеньяна. Об этом со ссылкой на снимки со спутника сообщает CNN.\n\nИздание ссылается на снимки компании Planet Labs, проанализированные монтерейским институтом Мидлбери. Эксперты считают, что обнаружен и зафиксирован на фотографиях активно действующий научный объект, на котором, вероятно, производятся ядерные боеголовки.\n\n«У него есть все признаки северокорейского атомного объекта — охранный периметр, помещения для внутреннего проживания, памятники неизвестным визитам лидеров страны, подземная часть», — прокомментировал спутниковые данные профессор Джеффри Льюис. Согласно его заключениям, предприятие не прекращало работу ни во время переговоров об атомной программе КНДР, ни после того, как было достигнуто соглашение об ее частичном сворачивании\n\nУточняется, что первые подозрения о предназначении этого места появились еще несколько лет назад, но исследователи не обнародовали их из-за неуверенности в том, насколько такие выводы верны.\n\nВ конце июня сообщалось, что в честь 70-летия начала Корейской войны северокорейские дипломаты в очередной раз пригрозили США уничтожением: представители страны напомнили, что она располагает ядерными ракетами.",
      "title": "Спутники США обнаружили новый ядерный объект в Северной Корее",
      "image": "https://icdn.lenta.ru/images/2020/07/09/09/20200709092341885/pic_35097214462cae70a4585c3cebe4313c.png",
      "user_id": 1,
      "category_id": 2,
      "id": 15
    },
    {
      "title": "Во Франции высмеяли заявления Киева о подготовке Россией вторжения",
      "image": "https://icdn.lenta.ru/images/2020/07/09/05/20200709051103315/pic_c7720f87c7ff181d4560da179e0f5415.jpg",
      "description": "Французская журналистка Кристен Неаль написала статью о том, почему Украина пытается запугать своих граждан вторжением из России. В ней она высмеяла слова и действия киевских политиков и командующих. Публикация размещена на портале AgoraVox.\n\nЖурналистка указала на два заявления со стороны Украины. В частности, на высказывание замглавы МИД страны Василия Боднара об угрозе нападения России во время учений, а также на интервью главы ВМС Алексея Неижпапы, в котором он говорил о готовящейся войне между Москвой и Киевом. По словам Неаль, описанные сценарии конфронтации еще более нелепы, чем указанные причины для российской интервенции.\n\nСреди причин высокопоставленные украинские чиновники называли попытки вернуть водоснабжение с Украины в Крым. «Думаю, психиатрам следовало бы рассмотреть открытие на Украине целого исследовательского центра с учетом градуса безумия, которое царит среди элиты страны», — написала журналистка.\n\nСреди прочего, автор статьи подчеркнула, что Россия, в отличие от западных стран, не собирается устраивать бомбардировки и военные операции на территории других государств.\n\nРанее глава ВМС Украины заявил, что война между Москвой и Киевом начнется с попытки России силой восстановить Северо-Крымский канал водоснабжения. Неижпапа при этом пригрозил применить против Москвы ракеты «Нептун».\n\nЗамглавы украинского МИД же говорил, что Россия готовит нападение на Украину с Кавказа. Причиной наступления российской армии, уверен Боднар, станет также вопрос подачи воды на Крымский полуостров.",
      "user_id": 1,
      "category_id": 2,
      "id": 16
    },
    {
      "title": "Раскрыта загадка гигантского взрыва в космосе",
      "image": "https://icdn.lenta.ru/images/2020/07/09/14/20200709142347748/pic_5b7ffed4912daefd478d5e3c71769588.png",
      "description": "Астрономы Университета Восточной Англии обнаружили необычную пару нейтронных звезд, чье существование раскрывает причину загадочной вспышки GW170817, зафиксированной в 2017 году. Об этом сообщается в статье, опубликованной в журнале Nature.\n\nИсследователи нашли пульсар PSR J1913+1102, который является частью двойной системы и вращается вокруг другой нейтронной звезды. По оценкам ученых, примерно через полмиллиарда лет оба объекта должны столкнуться, выделив энергию в виде гравитационных волн и электромагнитного излучения. Необычной особенностью пары является то, что обе нейтронные звезды сильно различаются по массе.\n\nСогласно прогнозам ученых, такая асимметрия бинарной системы приведет к тому, что слияние этих объектов породит гигантский взрыв, который будет напоминать вспышку GW170817, также порожденную столкновением нейтронных звезд. Выделение огромного количества вещества, а также гравитационной и световой энергии, наблюдаемое в 2017 году, оказалось неожиданностью, поскольку не соответствовало моделям столкновения. Однако ранее рассматривались лишь те сценарии, при которых обе нейтронные звезды были одинаковы по массе.\n\nПоскольку одна нейтронная звезда значительно массивнее другой, ее гравитационное воздействие приведет к разрушению второй нейтронной звезды еще до того, как они сольются. В результате должно выделиться больше горячего вещества, чем в случае бинарных систем с равной массой, что, в свою очередь, приводит к более мощному излучению.",
      "user_id": 1,
      "category_id": 1,
      "id": 17
    },
    {
      "title": "Раскрыто космическое происхождение жизни на Земле",
      "description": "Ученые Университета Джонса Хопкинса в США определили механизм обогащения Млечного Пути и Солнечной системы углеродом — химическим элементом, необходимым для появления органических молекул. О научной работе, в которой раскрываются космические условия происхождения жизни на Земле, сообщается в статье, опубликованной в журнале Nature Astronomy.\n\nИсследователи проанализировали данные наблюдений за белыми карликами, полученные обсерваторией Кек (Гавайи) с августа по сентябрь 2018 года. Объекты принадлежали рассеянным звездным скоплениям — группам из нескольких тысяч звезд, удерживаемых вместе взаимным гравитационным притяжением. Ученые измерили массы белых карликов и, используя теорию звездной эволюции, рассчитали изначальные массы звезд, которые превратились в них.\n\nСвязь между массами рождения и конечными массами белых карликов называется отношением начальной и конечной масс: чем массивнее звезда при рождении, тем массивнее белый карлик, оставшийся после ее смерти. Однако карлики в рассеянных звездных скоплениях, как оказалось, более массивны, чем считалось ранее. Другими словами, звезды производили белые карлики массой не 0,6-0,65, а 0,7-0,75 массы Солнца.\n\nЭто объясняется тем, что на последнем этапе жизни звезды, которые вдвое массивнее Солнца, создавали атомы углерода, которые переносились на поверхность светила и уносились со звездным ветром прочь, в межзвездную среду. Этот процесс протекал достаточно медленно, чтобы позволить ядрам звезд — будущим белым карликом — значительно увеличить свою массу.",
      "image": "https://icdn.lenta.ru/images/2020/07/07/15/20200707153349489/pic_8135b01b9c21512580bda791a56c55b3.png",
      "user_id": 1,
      "category_id": 1,
      "id": 18
    },
    {
      "title": "Ученые определили ключевую причину старения",
      "image": "https://icdn.lenta.ru/images/2020/07/08/07/20200708071001949/pic_b20728f67924ccaf533385b49df1a259.jpg",
      "description": "Ученые Университета Джонса Хопкинса в США определили механизм обогащения Млечного Пути и Солнечной системы углеродом — химическим элементом, необходимым для появления органических молекул. О научной работе, в которой раскрываются космические условия происхождения жизни на Земле, сообщается в статье, опубликованной в журнале Nature Astronomy.\n\nИсследователи проанализировали данные наблюдений за белыми карликами, полученные обсерваторией Кек (Гавайи) с августа по сентябрь 2018 года. Объекты принадлежали рассеянным звездным скоплениям — группам из нескольких тысяч звезд, удерживаемых вместе взаимным гравитационным притяжением. Ученые измерили массы белых карликов и, используя теорию звездной эволюции, рассчитали изначальные массы звезд, которые превратились в них.\n\nСвязь между массами рождения и конечными массами белых карликов называется отношением начальной и конечной масс: чем массивнее звезда при рождении, тем массивнее белый карлик, оставшийся после ее смерти. Однако карлики в рассеянных звездных скоплениях, как оказалось, более массивны, чем считалось ранее. Другими словами, звезды производили белые карлики массой не 0,6-0,65, а 0,7-0,75 массы Солнца.\n\nГруппа ученых из Бернского университета в Швейцарии определила ключевую причину старения. Об этом сообщает «Комсомольская правда» со ссылкой на исследование.\n\nСпециалисты выяснили, какие клетки играют важную роль в патологическом процессе.\n\nСогласно результатам исследования, висцеральный жир, находящийся в брюшной полости, способствует слабому хроническому воспалению. Из-за этого процесса ускоряется развитие возрастных заболеваний и ослабление иммунитета, что приводит к старению.\n\nПри этом ученые уточняют, что ключевую роль в патологическом процессе играют специфические иммунные клетки — лейкоциты эозинофилы. Как правило они присутствуют в кровеносной системе, но специалисты нашли их в висцеральных жировых тканях у людей и мышей. Эти клетки помогают организму обеспечивать защиту против многоклеточных паразитов. Также лейкоциты эозинофилы способствуют развитию аллергии дыхательных органов.\n\nРанее ученые Саарского университета в Германии назвали один из основных механизмов, которые способствуют старению. Его подавление способно продлить жизнь и здоровье человека. Исследователи показали, что из-за низкого уровня гормона кортизола и специфического белка GILZ в организме развивается хроническое воспаление, которое считается главным процессом старения.\n\nВ июне сообщалось, что переработанная еда, содержащая в себе минимум пять добавок — красители, консерванты, загустители, ароматизаторы и другие — провоцирует преждевременное старение.",
      "user_id": 1,
      "category_id": 1,
      "id": 19
    },
    {
      "title": "Обнаружен редкий аномальный космический феномен 7",
      "image": "https://icdn.lenta.ru/images/2020/07/07/14/20200707144354648/pic_03b74c124b7792a316a8aaf79c19512a.jpg",
      "description": "Ученые Центра передовых технологий ARC по исследованию гравитационных волн в Австралии обнаружили аномальные свойства у магнетара Swift J1818.0–1607. О редком космическом феномене сообщается в статье, опубликованной в репозитории arXiv.\n\nSwift J1818.0-1607, расположенный на расстоянии 13-26 тысяч световых лет от Земли, был найден 12 марта 2020 года в ходе регистрации вспышки гамма-лучей с помощью орбитальной обсерватории Swift. Он вращается с периодом 1,4 секунды, что делает его одним из самых быстрых магнетаров. Объект испускает радиоизлучение, что наделяет его свойствами пульсара, а возраст магнетара составляет 240-310 лет, то есть он является одной из самых молодых нейтронных звезд, известных ученым.\n\nНовые наблюдения показали, что импульсы от магнетара становятся более слабыми при прослушивании более высоких радиочастот. При этом кривая радиоизлучения у Swift J1818.0-1607 более крутая, чем у других четырех известных радиомагнетаров и у 90 процентов пульсаров. Кроме того, астрономы заметили, что на радиочастотах объект стал ярче в 10 раз всего за две недели.\n\nПо мнению ученых, Swift J1818.0–1607 изначально был обычным радиопульсаром, который со временем приобрел характеристики магнетара. Это может произойти в случае выравнивания полюса вращения с магнитными полюсами или при падении материала сверхновой обратно на нейтронную звезду. Однако пока точная причина аномальных свойств объекта остается неизвестной.",
      "user_id": 1,
      "category_id": 1,
      "id": 20
    },
    {
      "title": "Обнаружены рекордные сдвиги магнитного поля Земли",
      "image": "https://icdn.lenta.ru/images/2020/07/06/13/20200706134921649/pic_1ed70726e8655891db72fbe2d553fa8b.jpg",
      "description": "Ученые Лидского и Калифорнийского университетов в Сан-Диего обнаружили, что изменения в направлении магнитного поля Земли могут происходить в 10 раз быстрее, чем считалось ранее. Об этом сообщается в статье, опубликованной в журнале Nature Communications.\n\nИсследователи проанализировали данные об изменениях магнитного поля Земли за последние 100 тысяч лет и объединили их с моделью генерации поля. Оказалось, что быстрые изменения связаны с локальным ослаблением магнитного поля. Это указывает на то, что сдвиги происходили либо когда поле изменяло полярность, либо когда ось диполя смещалась далеко от географических полюсов. Например, 39 тысяч лет назад геомагнитное поле сдвинулось на 2,5 градуса, что сопровождалось ослаблением напряженности поля недалеко от западного побережья Центральной Америки.\n\nСчиталось, что максимальная скорость смещения магнитного поля составляет один градус в год, однако, согласно новым данным, скорость может достигать рекордных десяти градусов в год, что в сто раз быстрее текущих изменений.\n\nМагнитное поле возникает благодаря конвекционным потокам расплавленного металла во внешнем ядре Земли. Как показали результаты моделирования, самые быстрые изменения связаны с возникновением областей, в которых металлические потоки направлены в обратную сторону. Эти пятна чаще образуются в низких широтах, и это позволяет ученым сузить поиски свидетельств изменения поля.",
      "user_id": 1,
      "category_id": 1,
      "id": 21
    },
    {
      "title": "Ученые создали лекарство от рака из яда скорпиона",
      "description": "Российским и бельгийским ученым удалось адаптировать молекулы яда пестрых скорпионов Mesobuthus eupeus для лечения аутоиммунных заболеваний, кроме того, они могут помочь при лечении некоторых видов онкологии. Об этом говорится в отчете исследователей, опубликованном в научном журнале Frontiers in Pharmacology.\n\nКак следует из статьи, молекулы яда пестрого скорпиона способны блокировать калиевые каналы, выполняющие жизненно важные физиологические функции, в частности, они участвуют в делении клеток и ответе иммунитета. Работу этих каналов можно сделать менее активной благодаря блокирующим веществам из яда скорпионов. Речь идет о цепочке аминокислот, способных закупорить калиевые каналы.\n\nИсследователям удалось искусственно изменить составляющую яда, чтобы она перекрыла каналы, отвечающие за развитие онкологических и ряда других заболеваний. Теперь перед учеными стоит задача «понять, как устроены участки взаимодействия подобных белков и калиевых каналов», что поможет найти ключ к разработке лекарств нового поколения.\n\nРанее ученые Кембриджского университета открыли механизм, позволяющий голым землекопам Heterocephalus glaber сопротивляться раку. Хотя у этих грызунов клетки могут превращаться в злокачественные теми же способами, что и у других млекопитающих, сложная система клеток, микросреды и иммунной системы предотвращает рост опухолей.",
      "image": "https://icdn.lenta.ru/images/2020/07/07/21/20200707215105393/pic_eaeb0a41f33c2fd4047d9f2bbf6e0093.jpg",
      "user_id": 1,
      "category_id": 1,
      "id": 22
    },
    {
      "title": "Третий человек в мире излечился от ВИЧ",
      "image": "https://icdn.lenta.ru/images/2020/07/07/19/20200707192540970/pic_3668eb42decd3af1f34bd2c3c0859e5b.jpg",
      "description": "Ученые сообщили о новом вероятном случае полного излечения от ВИЧ-инфекции с помощью агрессивной комбинации антиретровирусных препаратов и никотинамида (витамина В3), который заставляет зараженные клетки пробуждать латентный вирус, что делает их уязвимыми для иммунитета. Об этом сообщает издание Science.\n\nПациентом стал 36-летний мужчина из Бразилии, которого окрестили Пациентом из Сан-Паулу. Курс лечения уменьшил количество вирусных частиц до нуля, а после прекращения терапии в марте 2019 года ВИЧ больше не наблюдался в его крови. Также до чрезвычайно низких уровней опустилось число антител, что указывает на отсутствие зараженных клеток в лимфатических узлах и кишечнике. У большинства людей, принимающих антиретровирусные препараты и прекративших курс лечения, вирусная нагрузка вновь начинает возрастать в течение нескольких недель.\n\nОднако пока ученые не знают точно, действительно ли Пациент из Сан-Паулу излечился от ВИЧ. Пока что ученые не исследовали лимфатические узлы и ткани кишечника, чтобы подтвердить отсутствие вируса.\n\nПобедить ВИЧ трудно, поскольку патоген, как и другие ретровирусы, встраивает свой генетический материал в ДНК человеческих клеток, что дает ему возможность находиться в состоянии покоя, избегая иммунной системы. Исследователи разработали несколько стратегий очистки таких вирусных резервуаров, однако ни одна из них не оказалась эффективной. Кроме того, сообщения о некоторых случаях излечения после антиретровирусной терапии, оказались преждевременны. Например, ребенок из штата Миссисипи считался вылеченным, однако через два года после прекращения приема препаратов вирус вновь появился в его организме.\n\nНа настоящий момент подтверждено лишь два случая полного излечения от ВИЧ. Американец Тимоти Рэй Браун и Лондонский пациент перенесли пересадку костного мозга для лечения рака крови. Однако это дорогой и рискованный подход, который не всегда срабатывает.",
      "user_id": 1,
      "category_id": 1,
      "id": 23
    },
    {
      "title": "Ученый рассказал о защите от радиации на Луне и Марсе",
      "description": "Человек сможет защититься от радиации на Луне и Марсе, если построит жилые помещения на глубине около метра, рассказал заведующий отделом радиационной безопасности пилотируемых космических полетов Института медико-биологических проблем РАН Вячеслав Шуршаков в беседе с РИА Новости.\n\nПо словам специалиста, для защиты от галактических космических лучей человеку необходимо «забуриваться» на глубину больше 70 сантиметров. «Если глубина будет меньше, то доза радиации наоборот будет больше», — пояснил Шуршаков.\n\nВ сентябре 2019 года основатель американской компании SpaceX Илон Маск представил прототип многоразового космического корабля, способного перевозить грузы и космонавтов на Марс и Луну. Космический аппарат получил название Starship. Его длина составляет 50 метров, а масса без учета топлива и груза — около 120 тонн. Во время презентации Маск заявил, что Starship, способный перевозить до 100 человек, может стать основой для колонизации Марса и Луны.",
      "image": "https://icdn.lenta.ru/images/2020/07/08/06/20200708065147236/pic_6291e47261d200d6fa63f8718a205128.jpg",
      "user_id": 1,
      "category_id": 1,
      "id": 24
    },
    {
      "title": "Стали известны пары 1/4 финала и финальная сетка Лиги чемпионов",
      "image": "https://icdn.lenta.ru/images/2020/07/10/13/20200710132647414/pic_e2ee95ce8303b9956800d1ed846d7e3c.jpg",
      "description": "В штаб-квартире Союза европейских футбольных ассоциаций (УЕФА) в Ньоне состоялась жеребьевка Лиги чемпионов. Об этом сообщает корреспондент «Ленты.ру».\n\nДо остановки турнира из-за пандемии коронавируса была определена половина четвертьфиналистов: итальянская «Аталанта», немецкий «Лейпциг», французский ПСЖ и испанский «Атлетико». Еще четыре ответных матча 1/8 финала турнира будут сыграны на домашних полях команд 7 и 8 августа без зрителей.\n\nНачиная со стадии 1/4 финала матчи Лиги чемпионов пройдут в Лиссабоне в формате «финала восьми». В четвертьфинале победитель пары «Ювентус» — «Лион» сыграет с победителем пары «Манчестер Сити» — «Реал» (четвертьфинал 1), «Лейпциг» — с «Атлетико» (четвертьфинал 2), победитель пары «Барселона» – «Наполи» — с победителем пары «Бавария» – «Челси» (четвертьфинал 3), «Аталанта» — с ПСЖ (четвертьфинал 4).\n\nВ полуфинале встретятся четвертьфиналисты 1 и 3, 2 и 4.\n\nЧетвертьфиналы состоятся с 12 по 15 августа, полуфиналы — 18-19 августа в одноматчевом формате. Финал запланирован на 23-е число.\n\nНа фоне распространения коронавируса УЕФА приостановил розыгрыши Лиги чемпионов и Лиги Европы в начале марта. Также на следующий год был перенесен чемпионат Европы.",
      "user_id": 1,
      "category_id": 3,
      "id": 25
    },
    {
      "title": "«Манчестер Юнайтед» победил в АПЛ с разгромным счетом четвертый раз подряд",
      "image": "https://icdn.lenta.ru/images/2020/07/09/22/20200709225636845/pic_257bd68eceeacb87b58a2ee65bdde07d.jpg",
      "description": "«Манчестер Юнайтед» на выезде обыграл «Астон Виллу» в матче 34-го тура Английской премьер-лиги (АПЛ). Об этом сообщает корреспондент «Ленты.ру».\n\nВстреча прошла в четверг, 9 июля, и завершилась со счетом 3:0 в пользу гостей. В первом тайме у манкунианцев голами отметились Бруну Фернандеш и Мэйсон Гринвуд. Во второй половине игры первый мяч в нынешнем розыгрыше АПЛ забил Поль Погба.\n\nПобеда стала для «Манчестер Юнайтед» четвертой подряд и позволила команде набрать 58 очков. Клуб находится на пятом месте в турнирной таблице. В активе «Астон Виллы» 27 очков, команда занимает предпоследнюю, 19-ю строчку.\n\nВ следующем туре «Манчестер Юнайтед» на своем поле примет «Саутгемптон». «Астон Вилла» днем раньше дома сыграет с «Кристал Пэлас».",
      "user_id": 1,
      "category_id": 3,
      "id": 26
    },
    {
      "title": "Глава UFC высказался о будущем Макгрегора",
      "image": "https://icdn.lenta.ru/images/2020/07/09/13/20200709132446061/pic_424f6c1f752d40b5ffc180578a8d253f.jpg",
      "description": "Глава Абсолютного бойцовского чемпионата (UFC) Дэйна Уайт выдвинул свою версию относительно будущего ирландского бойца смешанного стиля (ММА) Конора Макгрегора. Интервью с ним вышло на YouTube-канале The Herd with Colin Cowherd.\n\nУайт заявил, что Макгрегор — без сомнения один из лучших бойцов в мире. «Что сейчас с ним происходит? То, что происходит с бойцами, когда они зарабатывают очень много денег», — подчеркнул он.\n\nГлава UFC заметил, что в данный момент ирландец, несмотря на заявление об уходе из спорта, находится на том этапе, когда ему осталось провести еще несколько боев. «Не удивлюсь, если в следующем году он захочет с кем-нибудь сразиться», — заключил Уайт.\n\nМакгрегор объявил об уходе из спорта 7 июня этого года. В прошлом боец уже дважды — в 2016 и 2019 годах — объявлял о завершении карьеры в ММА. Потом он менял свое решение.\n\n8 июля сообщалось, что воспоминания Макгрегора о мечтах семилетней давности вызвали споры среди фанатов. Ирландец привел твит, который был опубликован в 2013 году. Там он писал о желании завоевать два чемпионских пояса, черный пояс по джиу-джитсу, попасть в Зал славы UFC, а также заработать 25 миллионов долларов.\n\nМакгрегор становился чемпионом UFC в двух весовых категориях. Всего за карьеру в MMA он провел 26 боев, 22 из которых завершились его победой и четыре — поражением.",
      "user_id": 1,
      "category_id": 3,
      "id": 27
    },
    {
      "title": "Квят объяснил отказ вставать на колено в знак борьбы с расизмом",
      "image": "https://icdn.lenta.ru/images/2020/07/08/10/20200708104319208/pic_9890b2d70a3e2563eddcb576d081a6b2.jpg",
      "description": "Российский гонщик Даниил Квят, выступающий за команду Alpha Tauri в «Формуле-1», в эфире «Первого канала» объяснил отказ вставать на колено в знак борьбы с расизмом.\n\nГонщик заявил, что ему непонятна эта акция. «Это немного против моего менталитета русского, так скажем. Все-таки встают на колено перед родиной, перед флагом, перед Богом», — заявил Квят.\n\nОн добавил, что все гонщики поддерживают борьбу с расизмом. «Мы показали свою позицию очень сильно, надев перед гонкой футболки с надписью \"конец расизму\"», — заключил спортсмен.\n\nО том, что шесть гонщиков «Формулы-1», в том числе и россиянин, отказались преклонить колено перед стартом гонки на Гран-при Австрии, сообщалось 5 июля.\n\nБывший чемпион мира по боксу, а ныне депутат Госдумы Николай Валуев отреагировал на эту новость, заявив, что Квят «не захотел быть в числе тех, кто занимается политическим популизмом».",
      "user_id": 1,
      "category_id": 3,
      "id": 28
    },
    {
      "title": "Гвардиола прокомментировал конфликт между Месси и «Барселоной»",
      "image": "https://icdn.lenta.ru/images/2020/07/08/00/20200708000331109/pic_b073c5d2a1a8872bdf13f19020acc41d.jpg",
      "description": "Бывший главный тренер «Барселоны» Хосеп Гвардиола, в данный момент возглавляющий «Манчестер Сити», прокомментировал конфликт между нападающим каталонцев Лионелем Месси и руководством команды. Его слова приводит Goal.\n\nГвардиола посчитал, что форварду не стоит уходить от каталонцев. «Я не собираюсь говорить о трансферах до конца сезона. Мое желание состоит в том, чтобы Месси остался в \"Барселоне\"», — заявил тренер.\n\n3 июля стало известно, что Месси приостановил переговоры с «Барселоной» о новом контракте. Отмечалось, что футболист устал от атмосферы, царящей в клубе. Он может перейти в английский «Манчестер Сити».\n\nДо этого сообщалось, что главный тренер «Барселоны» Кике Сетьен утратил доверие игроков. Судьба наставника сине-гранатовых решится по итогам чемпионата Испании. «Барселона» занимает вторую строчку, отставая от мадридского «Реала» на четыре очка.",
      "user_id": 1,
      "category_id": 3,
      "id": 29
    },
    {
      "title": "Стало известно о состоянии российского футболиста после удара молнии",
      "image": "https://icdn.lenta.ru/images/2020/07/07/19/20200707191855009/pic_016115f8249e1d56c35b1efefe200af0.jpg",
      "description": "Стало известно о состоянии российского футболиста клуба «Знамя Труда» Ивана Заборовского после удара молнии на тренировке. Об этом сообщает «Подъем».\n\nПо информации издания, 16-летний вратарь пришел в себя. Сестра спортсмена Карина Заборовская уточнила, что состояние брата стабильное, однако врачи пока не дают прогнозов о том, сколько может занять полное восстановление.\n\nО том, что в голкипера попала молния, сообщалось 5 июля. Отмечалось, что футболиста поместили в реанимацию и ввели в искусственную кому. Директор подмосковной команды Игорь Майоров рассказал, что в тот момент стояла сухая погода, поэтому его удивило попадание молнии в игрока.\n\n«Знамя Труда» выступает в зоне «Запад» Профессиональной футбольной лиги (ПФЛ). В текущем сезоне, который из-за пандемии коронавируса был завершен досрочно, команда заняла 11-е месте в турнирной таблице.",
      "user_id": 1,
      "category_id": 3,
      "id": 30
    },
    {
      "title": "Бой с участием Александра Емельяненко снова перенесли",
      "image": "https://icdn.lenta.ru/images/2020/07/07/12/20200707125240215/pic_2f908a7c47e9f2c18dc44d5a730bb7c0.jpg",
      "description": "Поединок российского бойца смешанного стиля Александра Емельяненко против соотечественника Магомеда Исмаилова перенесен из Москвы в Сочи. Об этом в своем Instagram сообщила промоутерская компания Absolute Championship Akhmat (ACA), являющаяся организатором боя.\n\nВстреча станет главным событием турнира ACA 107, запланированного на 24 июля. В промоушене заявили, что провести мероприятие в столице не представляется возможным из-за эпидемиологической обстановки. В ACA также добавили, что готовы вернуть деньги всем купившим билеты на турнир в Москве.\n\nИзначально поединок между Емельяненко и Исмаиловым должен был пройти в апреле. Однако турниры ACA перенесли в связи с пандемией коронавируса.\n\nИсмаилов одержал 15 побед и потерпел два поражения в смешанных единоборствах. Боец известен по выступлениям в средней весовой категории. Емельяненко выступал в таких организациях, как Pride, WFCA, M-1 и RCC. На счету тяжеловеса 29 побед и семь поражений в MMA. Один поединок с его участием завершился вничью.",
      "user_id": 1,
      "category_id": 3,
      "id": 31
    },
    {
      "title": "Макгрегор отреагировал на желание Порье нанести Нурмагомедову первое поражение",
      "image": "https://icdn.lenta.ru/images/2020/07/07/20/20200707200053736/pic_55e1321b15dc323b8191c4139b223b2e.jpg",
      "description": "Ирландский боец смешанного стиля (MMA) Конор Макгрегор в Twitter отреагировал на желание американца Дастина Порье нанести россиянину Хабибу Нурмагомедову первое поражение в карьере. Об этом сообщает BJ Penn.\n\nПорье заявил, что лучше проведет реванш с Нурмагомедовым, чем с Макгрегором. «Министерство очевидности. Получить сотрясение мозга, вырубиться и уткнуться лицом в пол — в миллион раз хуже, чем попасться на сабмишен», — написал в ответ ирландец. Однако затем он удалил свой пост.\n\nРанее 7 июля Порье заявил о желании провести бой с Нурмагомедовым. Американец отметил, что победа над россиянином впишет его имя в историю.\n\nНурмагомедов осенью 2020-го должен встретиться с Джастином Гэтжи. Американец ранее заменил россиянина в бою с Тони Фергюсоном, победил его и завоевал титул временного чемпиона UFC в легком весе.",
      "user_id": 1,
      "category_id": 3,
      "id": 32
    },
    {
      "title": "Уилл Смит рассказал о называвших его ниггером полицейских",
      "image": "https://icdn.lenta.ru/images/2020/07/10/18/20200710180701229/pic_0fc01f02bc08d13fe764613a3760f62f.jpg",
      "description": "Американский актер Уилл Смит рассказал о называвших его ниггером полицейских. Запись интервью опубликована на его YouTube-канале.\n\nПо словам артиста, он вырос в Филадельфии, где его часто часто останавливали сотрудники полиции. При этом они более десяти раз оскорбляли его из-за цвета кожи. Смит вспомнил, что белые дети радовались, когда видели полицейских, в то время как у него при их виде начинало чаще биться сердце.\n\n«Мы сейчас находимся в ситуации, которой раньше никогда не было. Весь мир остановился и сказал афроамериканцам: \"Мы видим и слышим вас. Как мы можем помочь?\"» — прокомментировал Смит нынешние антирасистские протесты. Он пояснил, что гнев может возникнуть в качестве ответной реакции на угнетение, но сказал, что он может быть и опасен.\n\nАктер также восхитился современным поколением, которое объединилось для решения проблемы расизма. По его мнению, чем спокойнее они себя ведут в ходе протестов, тем четче становятся видны недостатки тех, кто их притесняет.",
      "user_id": 1,
      "category_id": "ikm0zm4bqvfu966v1rkylp",
      "id": 33
    },
    {
      "title": "Назван лучший злодей киновселенной Marvel",
      "image": "https://icdn.lenta.ru/images/2020/07/10/15/20200710154351333/pic_608b849a893353170a191dabaa98ae05.jpg",
      "description": "Назван лучший злодей киновселенной Marvel. Об этом сообщает портал Collider.\n\nРейтинг возглавил Эрик Киллмонгер, появившийся в блокбастере 2018 года «Черная пантера». Как объяснил редактор издания Адам Читвуд, персонаж прописан настолько глубоко и вызывает в зрителях столько сочувствия, что его даже трудно отнести к числу злодеев. Кроме того, Читвуд отметил хорошую актерскую игру Майкла Б. Джордана.\n\nНа втором месте оказался Локи, которого можно было увидеть в нескольких фильмах о Торе, а также во франшизе «Мстители». Персонажа, роль которого исполнил Том Хиддлстон, назвали одним из самых интересных и многослойных антагонистов вселенной Marvel.\n\nЗамкнул тройку Эдриан Тумс из ленты «Человек-паук: Возвращение домой», роль которого досталась Майклу Китону. Отмечается, что его противостояние с Питером Паркером становится еще интереснее, когда выясняется, что Тумс является отцом Лиз Аллан — девушки, которая нравится Человеку-пауку.\n\nЧетвертую позицию в рейтинге лучших злодеев занял Танос из «Мстителей». На пятой строчке — Мандарин из «Железного человека 3».\n\nВ июне исследование, проведенное ресурсом Film Franchise Showdown, показало, что самым ценным супергероем Marvel является Соколиный Глаз. Его роль исполнил Джереми Реннер.",
      "user_id": 1,
      "category_id": "ikm0zm4bqvfu966v1rkylp",
      "id": 34
    },
    {
      "title": "Причиной президентской кампании Канье Уэста оказалось психическое расстройство",
      "description": "Рэпер Канье Уэст, объявивший о намерении баллотироваться на пост президента США, принял решение запустить предвыборную кампанию из-за обострения психического расстройства. Такую причину назвали источники из окружения музыканта, передает TMZ в четверг, 9 июля.\n\nСобеседники портала рассказали, что семья рэпера крайне обеспокоена его поведением. По их словам, Уэст переживает маниакальную фазу биполярного аффективного расстройства и это повлияло на его недавние действия и высказывания. Артист якобы переносит подобные обострения ежегодно.\n\nИсточники отметили, что родственники артиста ожидают скорого возвращения Уэста в норму.\n\nРанее в июле рэпер заявил, что выдвигает свою кандидатуру на пост президента США. Позже он дал интервью, в котором раскрыл подробности своей кампании: пообещал превратить Белый дом в Ваканду из супергеройского фильма «Черная пантера», назвал себя противником абортов, объявил вакцинацию «меткой дьявола» и пожелал вернуть «страх и любовь к богу» в школы. Музыкант добавил, что назовет свое политическое объединение «Партия дня рождения».\n\nВ ноябре 2016 года Уэст попал в больницу в тяжелом психическом состоянии. За несколько часов до этого он отменил 21 концерт своего тура Saint Pablo. Во время своих последних появлений на публике Уэст удивил своих поклонников рядом неожиданных заявлений: о том, что он поддерживает избранного президента США Дональда Трампа и о том, что его друг рэппер Jay Z нанял киллеров, чтобы убить Уэста. В правоохранительных органах рассказали, что Уэст отказывался ехать в больницу, полицейским пришлось надеть на него наручники.",
      "image": "https://icdn.lenta.ru/images/2020/07/09/11/20200709113726871/pic_f9a429b4542a7d6d2418439547d736d7.png",
      "user_id": 1,
      "category_id": "ikm0zm4bqvfu966v1rkylp",
      "id": 35
    },
    {
      "title": "Мать Билли Айлиш рассказала о ее нездоровом увлечении Бибером",
      "image": "https://icdn.lenta.ru/images/2020/07/09/01/20200709014635646/pic_4191243f016788b03b0e5aa48b3d5294.jpg",
      "description": "Мать американской певицы Билли Айлиш рассказала о ее нездоровом увлечении канадским певцом Джастином Бибером в детстве. По словам Мэгги О’Коннел, девочку даже подумывали отправить на лечение. Этим она поделилась в подкасте me & dad radio, который Билли Айлиш ведет вместе со своим отцом.\n\n«Просто хочу отметить, что мы действительно подумывали отвезти тебя к психологу… Тебе было так больно из-за Джастина Бибера. Это было так горько, так много боли», — вспоминает О’Коннел. Сама певица назвала эту историю унизительной.\n\nПо словам ее матери, при прослушивании трека Бибера As Long As You Love Me Айлиш не могла сдержать слез. Сейчас певцы находятся в дружеских отношениях и даже вместе записали кавер на хит Bad Guy.\n\nРанее сообщалось, что Билли Айлиш пожаловалась в суд на надоедливого фаната Пренелла Руссо и получила запретительный ордер, обязывающий мужчину не приближаться к ней на расстояние в 90 метров. Назойливый фанат часто появлялся у ее дома, трогал дверную ручку и звонок.",
      "user_id": 1,
      "category_id": "ikm0zm4bqvfu966v1rkylp",
      "id": 36
    },
    {
      "title": "Дочь Майкла Джексона рассказала об удовольствии от травмирования себя",
      "image": "https://icdn.lenta.ru/images/2020/07/08/17/20200708171557665/pic_16c5051a86ba164fe2fbeec9194473f4.jpg",
      "description": "Дочь Майкла Джексона Пэрис в ходе собственного шоу Unfiltered: Paris Jackson and Gabriel Glenn рассказала об удовольствии от травмирования себя. Запись передачи опубликовано на Facebook.\n\n22-летняя актриса и модель призналась, что начала калечить себя после смерти отца. Она вспомнила, что сильно поправилась и стала зависима от еды. Когда двоюродная сестра назвала ее толстой, она впала в депрессию и начала заниматься селфхармом — резать и жечь собственное тело.\n\nПэрис Джексон заявила, что не пыталась убить себя. По ее словам, она всегда контролировала глубину порезов. Кроме того, знаменитость отметила, что получала от этого удовольствие из-за выброса дофамина. Девушка пояснила, что по той же причине ей нравится делать татуировки: физическая боль помогала ей отвлекаться от боли эмоциональной.\n\nВ прошлом году Пэрис Джексон попыталась покончить с собой. Утверждалось, что причиной случившегося мог стать выход документального фильма «Покидая Неверленд», в котором короля поп-музыки обвинили в сексуальном насилии над детьми. Пэрис твердо отстаивает позицию невиновности отца.",
      "user_id": 1,
      "category_id": "ikm0zm4bqvfu966v1rkylp",
      "id": 37
    },
    {
      "title": "Звезды высмеяли пожелавшего стать президентом США Канье Уэста",
      "image": "https://icdn.lenta.ru/images/2020/07/06/19/20200706193014949/pic_f31b0644dbe3a8e329cb53085c53aeaa.jpg",
      "description": "Американские звезды высмеяли рэпера Канье Уэста, пожелавшего стать президентом США. Об этом сообщает издание The Independent.\n\nВ ответ на эту новость певицы Хилари Дафф и Тони Брэкстон пошутили, что тоже будут баллотироваться. Темнокожая актриса Октавия Спенсер, в свою очередь, дала понять, что не отдаст свой голос за хип-хоп-артиста. «Слишком много глупости в современном мире. Очевидно, что многие люди живут в пузыре. Пора его разорвать», — высказалась она.\n\nАктриса, певица и модель Пэрис Хилтон тоже пообещала выдвинуть свою кандидатуру. Она выложила видео, в котором позирует в различных нарядах, и призналась, что на посту президента хочет окружить себя «горячими сотрудниками», которые будут честно говорить о том, подходит ли ей та или иная одежда. Кроме того, Хилтон пообещала покрасить Белый дом в розовый цвет.\n\nРанее рэпер заявил, что выдвигает свою кандидатуру на пост президента США. «Теперь мы должны реализовать надежды Америки, доверяя Богу, объединяя наше видение и строя наше будущее. Я баллотируюсь на пост президента Соединенных Штатов», — написал Канье Уэст. Его намерение одобрил глава компании SpaceX Илон Маск. Он пообещал, что музыкант может рассчитывать на его полную поддержку.",
      "user_id": 1,
      "category_id": "ikm0zm4bqvfu966v1rkylp",
      "id": 38
    },
    {
      "title": "Объявлен лучший фильм ужасов десятилетия",
      "image": "https://icdn.lenta.ru/images/2020/07/06/14/20200706140754826/pic_f9ab5c6c84c5e47796d0a20f22301c60.jpg",
      "description": "Объявлен лучший фильм ужасов десятилетия. Об этом сообщает портал FilmPro со ссылкой на исследование канала «Настоящее страшное телевидение».\n\nРейтинг основан на выборе редакторов, кинокритиков, зрителей, кассовых сборах и мнении главного редактора канала. Возглавил список хоррор Джордана Пила «Прочь». Отмечается, что при бюджете в 4,5 миллиона долларов картина собрала 255 миллионов долларов. Кроме того, она получила «Оскар» за лучший оригинальный сценарий.\n\nНа втором месте оказалась картина Ари Астера «Реинкарнация». Отмечается, что она «объединила в себе большинство самых эффектных жанровых механизмов». Третье место заняла лента «Оно» Андреса Мускетти, снятая по книге Стивена Кинга.\n\nВ десятку также вошли фильмы «Ведьма», «Заклятие», «Бабадук», «Хижина в лесу», «Тихое место», «Поезд в Пусан» и «Маяк».\n\nВ 2018 году издание IndieWire составило рейтинг лучших хорроров в истории кинематографа. Первую строчку занял фильм Стэнли Кубрика «Сияние».",
      "user_id": 1,
      "category_id": "ikm0zm4bqvfu966v1rkylp",
      "id": 39
    },
    {
      "image": "https://icdn.lenta.ru/images/2020/07/06/15/20200706150326353/pic_eae682585e2ecf9abd0f53705e7b9ac2.jpg",
      "title": "Звезде «Властелина колец» заплатили за поддержку главного соперника Лукашенко",
      "description": "Объявлен лучший фильм ужасов десятилетия. Об этом сообщает портал FilmPro со ссылкой на исследование канала «Настоящее страшное телевидение».\n\nРейтинг основан на выборе редакторов, кинокритиков, зрителей, кассовых сборах и мнении главного редактора канала. Возглавил список хоррор Джордана Пила «Прочь». Отмечается, что при бюджете в 4,5 миллиона долларов картина собрала 255 миллионов долларов. Кроме того, она получила «Оскар» за лучший оригинальный сценарий.\n\nНа втором месте оказалась картина Ари Астера «Реинкарнация». Отмечается, что она «объединила в себе большинство самых эффектных жанровых механизмов». Третье место заняла лента «Оно» Андреса Мускетти, снятая по книге Стивена Кинга.\n\nВ десятку также вошли фильмы «Ведьма», «Заклятие», «Бабадук», «Хижина в лесу», «Тихое место», «Поезд в Пусан» и «Маяк».\n\nАмериканскому актеру Элайдже Вуду заплатили за поддержку главного соперника Александра Лукашенко на выборах президента Белорусии Виктора Бабарико. Об этом сообщает Telegram-канал «Двач».\n\nКак оказалось, звезда «Властелина колец» записал видео в поддержку экс-главы Белгазпромбанка через сервис Cameo. Уточняется, что при помощи этой платформы у знаменитостей можно заказать различные ролики за определенную плату.\n\nРанее подруга сына Бабарико Эдуарда Александра Зверева выложила на своей странице в Instagram обращение Вуда. В ролике можно увидеть знак сервиса Cameo.\n\n«Виктор и Эдуард Бабарико, привет! Это Элайджа. Ваши друзья из Белоруссии попросили меня послать вам слова поддержки. Я только что прочитал о вашей ситуации — и, конечно, она ужасна. Надеюсь, вы скоро выйдете на свободу, и все это останется в прошлом», — заявил актер.\n\nКандидату в президенты Белоруссии Виктору Бабарико предъявлены обвинения по трем статьям Уголовного кодекса Белоруссии: часть 2 статьи 235 («Легализация средств, полученных преступным путем»), часть 2 статьи 243 («Уклонение от уплаты налогов, повлекшее ущерб в особо крупном размере»), часть 2 статьи 431 («Дача взятки повторно либо в крупном размере»). Он находится в СИЗО КГБ с 19 июня.",
      "user_id": 1,
      "category_id": "ikm0zm4bqvfu966v1rkylp",
      "id": 40
    },
    {
      "title": "Адвокат объявил о начале игры за условный срок для Ефремова",
      "description": "Адвокат семьи погибшего в ДТП с Михаилом Ефремовым Александр Добровинский предположил, что сторона защиты будет бороться за условный срок для актера. Об этом он рассказал в беседе с RT.\n\nЮрист не удивился, что Ефремову предъявили обвинения по части 4 статьи 264 УК РФ («Нарушение ПДД, повлекшее по неосторожности смерть человека»). По словам Добровинского, это ожидаемо и логично.\n\n«Боюсь, началась игра для получения условного наказания», — заявил адвокат, выразив надежду, что непризнание Ефремовым вины «особо не повлияет на итог дела».\n\n6 июля Ефремову предъявили обвинение по делу о ДТП в центре Москвы по части 4 статьи 264 УК РФ («Нарушение ПДД, повлекшее по неосторожности смерть человека»). Максимальное наказание по ней составляет 12 лет лишения свободы.\n\nАвария произошла 8 июня. Машина Ефремова, находившегося в состоянии алкогольного опьянения, выехала на встречную полосу и врезалась в фургон, водитель которого, Сергей Захаров, скончался в больнице из-за потери крови. Сам артист не пострадал, его отправили под домашний арест до 9 августа.",
      "image": "https://icdn.lenta.ru/images/2020/07/07/04/20200707040103131/pic_6e810d274f240d4004b953e72ecbaa22.jpg",
      "user_id": 1,
      "category_id": "ikm0zm4bqvfu966v1rkylp",
      "id": 41
    },
    {
      "title": "Заброшенную Half-Life 3 рассекретили",
      "image": "https://icdn.lenta.ru/images/2020/07/10/11/20200710113231484/pic_2c7eb9fbb469515e12d6cb4fd186592f.png",
      "description": "Компания Valve разрабатывала Half-Life 3, но отменила проект из-за проблем с движком. Об этом говорится в документальном фильме Half-Life: Alyx — Final Hours, опубликованном в Steam журналистом Джеффом Кейли (Geoff Keighley).\n\nПрограммисты и дизайнеры Valve работали над третьей частью Half-Life в 2014-2015 годах, однако в итоге игра была свернута из-за недоработки движка Source 2. Важнейшей особенностью третьей серии стали бы уникальные локации. При каждом запуске уровня локации и враги на ней генерировались бы случайным образом, при этом задача игрока оставалась той же. Кейли выяснил, что для новой игры разработчики даже отсканировали лицо Фрэнка Шелдона (Frank Sheldon) для создания модели героя G-Man.\n\nКроме заброшенной HL3 автору удалось рассекретить другие проекты Valve. В частности, студия работала над созданием VR-шутера Borealis, название которого отсылает к расположенной на одноименном корабле научно-исследовательской станции, упоминаемой в сюжете Half-Life. Сюжет игры разворачивался после Half-Life 2: Episode Two. Еще одним проектом студии должна была стать VR-игра Shooter.\n\nРазработчики компании занимались созданием шутера Left 4 Dead 3, однако игра тоже не состоялась из-за проблем с движком Source 2. Новая серия игры должна была получить открытый мир, действие разворачивалось бы в Марокко.\n\nВ конце мая игровые журналисты раскрыли еще один отмененный проект Half-Life. Игра Half-Life 2: Ravenholm должна была стать спин-оффом второй части серии, ее сюжет разворачивался в нескольких локациях, среди которых были заброшенный город Рейвенхольм и детская больница. Одним из персонажей игры должен был стать отец Григорий, с которым фанаты серии знакомы по Half-Life 2. Проект был отменен в 2007 году.",
      "user_id": 1,
      "category_id": "3kotbvr3zo9m1cgf66le",
      "id": 42
    },
    {
      "title": "iOS 14 стала доступна для всех",
      "image": "https://icdn.lenta.ru/images/2020/07/10/10/20200710104735416/pic_bb9a2c248fba26147917a11e63fc00b8.jpg",
      "description": "Apple выпустила первую публичную бета-версию iOS 14. Кроме ОС для смартфонов, также стали доступны iPadOS 14 и tvOS 14, сообщает издание 9to5mac.\n\nДля скачивания iOS 14 нужно зайти на сайт Apple и установить специальный публичный профиль бета-тестирования. Сразу после этой операции скачать и установить операционную систему можно будет в настройках iPhone. Apple предупреждает, что тестовая версия iOS 14 не является финальной, поэтому может содержать некоторые ошибки. Перед установкой компания предлагает сделать резервную копию системы.\n\nВместе с новой iOS для всех пользователей стали доступны iPadOS 14 и tvOS 14 — операционные системы для планшетов iPad и приставок Apple TV. При этом установить публичные версии macOS 11 Big Sur и watchOS 7 — операционных систем для компьютеров Mac и часов Apple Watch — пока невозможно.\n\nНовые операционные системы для гаджетов Apple были анонсированы 22 июня. В частности, iOS 14 получила обновленные виджеты, режим «картинка в картинке», встроенный голосовой переводчик, переработанную анимацию вызовов и прочие функции. Финальные версии iOS 14, iPadOS 14 и других ОС будут доступны осенью.",
      "user_id": 1,
      "category_id": "3kotbvr3zo9m1cgf66le",
      "id": 43
    },
    {
      "title": "Россия заявила о прорыве в области СВЧ-оружия",
      "description": "В ближайшей перспективе российские военные ожидают прорыв в области новейших систем оружия, в частности, сверхвысокочастотного (СВЧ), передают «Известия» заявление начальника управления перспективных межвидовых исследований и специальных проектов Минобороны полковника Сергея Панкова.\n\n«В ближайшее время в таких областях, как лазерное и СВЧ-оружие, военная робототехника, гиперзвук, микросистемотехника, биотехнологии, информатика и нанотехнологии, стоит ожидать серьезных технологических прорывов, способных придать новый импульс развитию системы вооружения ВС [Вооруженных сил] РФ», — сказал военный.\n\nПо его словам, в настоящее время «военное противоборство между государствами перетекло в сферу военной науки и военных технологий».\n\nВ марте 2018 года президент России Владимир Путин в ходе выступления перед Федеральным собранием заявил о лидерстве страны в создании «оружия на новых физических принципах». Тогда же глава государства представил такие перспективные системы, как «Буревестник», «Посейдон», «Авангард», «Кинжал» и «Пересвет».",
      "image": "https://icdn.lenta.ru/images/2020/07/10/11/20200710112818596/pic_b87e8f0cf488878adc98f8cf7df2286f.jpg",
      "user_id": 1,
      "category_id": "3kotbvr3zo9m1cgf66le",
      "id": 44
    },
    {
      "title": "Раскрыты подробности iPhone 12",
      "image": "https://icdn.lenta.ru/images/2020/07/08/10/20200708103734322/pic_3a20dc15b15117240b2ed7958aa02413.jpg",
      "description": "Новый смартфон Apple выйдет в продажу без наушников и зарядного устройства. Об этом сообщает издание 9to5mac со ссылкой на рендер блогера iPhone Concepts.\n\nСозданное на основе утечек изображение позволяет судить, что в коробке iPhone 12 будет находиться ниша под смартфон, зарядный провод и документация. Таким образом коробка с устройством станет меньше. Автор концепта не уточнил подробностей и не раскрыл своего источника, но подчеркнул, что уверен в достоверности поступившей ему информации.\n\nКомплекты продаваемых на рынке смартфонов Apple традиционно кроме смартфона включали зарядный кабель Lightning, адаптер питания мощностью пять ватт, проводные наушники, документацию и набор фирменных наклеек.\n\nСвежая утечка подтверждает ранний отчет авторитетного инсайдера Мин-Чи Ко (Ming-Chi Ko), который спрогнозировал, что из комплекта iPhone 12 уберут наушники и зарядное устройство. Мин-Чи полагает, что отказ от аксессуаров позволит Apple компенсировать связанные с внедрением 5G расходы и подтолкнуть пользователей к покупке беспроводной гарнитуры AirPods.",
      "user_id": 1,
      "category_id": "3kotbvr3zo9m1cgf66le",
      "id": 45
    },
    {
      "title": "В PlayStation 4 нашли серьезную уязвимость",
      "image": "https://icdn.lenta.ru/images/2020/07/07/19/20200707191542326/pic_3ea96a849229766d901bebda598502db.jpg",
      "description": "Обнаруженная в приставке PlayStation 4 уязвимость позволяла устанавливать пиратские игры и похищать данные пользователей. О проблеме рассказал эксперт Энди Нгуен (Andy Nguyen), сообщает издание Notebookcheck.\n\nНайденный специалистом эксплойт существовал в прошивке под номером 7.02 и ее более ранних версиях. Взлом системы был возможен в паре с другой уязвимостью под названием WebKit. Раскрытые эксплойты можно было использовать как для установки на PlayStation 4 пиратских игр, так и для удаленного взлома девайса и компрометирования пользователя через похищение его личных данных.\n\nВладельцам приставок рекомендовали отказаться от использования взломанного ПО. Нгуен рассказал в своем Twitter-аккаунте, что обнаружил эксплойт в марте. Компания Sony поблагодарила эксперта за помощь и выплатила ему премию в размере 10 тысяч долларов.\n\nPlayStation 4 является актуальным поколением игровых приставок Sony. В линейку входят базовая консоль PlayStation 4, уменьшенная версия Slim и улучшенная модель Pro. Появление PlayStation 5 в продаже состоится до конца года.\n\nРанее эксперты по кибербезопасности Cyble Research Team нашли в сети выставленную на продажу базу данных со сведениями о миллионах пользователей интернета. В частности, в ней нашли упоминания 145 миллионов пользователей Ebay, 77 миллионов аккаунтов PlayStation и 35 миллионов профилей Steam.",
      "user_id": 1,
      "category_id": "3kotbvr3zo9m1cgf66le",
      "id": 46
    },
    {
      "title": "Раскрыта схема мошенничества со смартфонами Samsung",
      "description": "Мошенники придумали способ обмана при покупке смартфонов Samsung в лизинг. Детали схемы в интервью РИА Новости раскрыл директор по маркетингу компании Forward Leasing Василий Пителинский.\n\nЗлоумышленники используют для обмана программу приобретения новых смартфонов в лизинг Samsung Upgrade. Она предусматривает владение девайсом за ежемесячную плату, по истечению года пользователю предлагают либо бесплатно обменять устройство на новое, либо доплатить разницу от первоначальной цены и оставить его себе. Мошенники оформляют покупку на подставное лицо и перепродают гаджет другим людям, не подозревающим, что оно было приобретено в лизинг.\n\n«Первоначального взноса программа не предусматривает, поэтому смартфон в момент перепродажи работает нормально», — заметил Пителинский. Однако через некоторое время на девайс начинают приходить сообщения о необходимости внесения очередного платежа. Если игнорировать их, то устройство блокируется. Без замены материнской платы телефона обойти блокировку невозможно. По словам специалиста, подобные случаи обмана были зафиксированы в шести регионах России и в соседних странах.\n\nПри покупке бывшего в использовании смартфона Пителинский советует пробивать аппарат через IMEI (уникальный идентификатор устройства). Таким образом можно проверить, участвует ли девайс в программе лизинга. Чтобы привлечь внимание покупателя, обычно мошенники реализовывают телефоны по заниженной цене. «Дополнительным сигналом для вас может служить отсутствие кассового чека у продавца», — подытожил Пителинский.\n\nВ середине мая специалисты по кибербезопасности рассказали о новом виде интернет-мошенничества, когда злоумышленники заставляют жертв устанавливать на смартфоны вредоносные программы. После загрузки приложения мошенники получают полный доступ к устройству и могут похитить банковские средства пользователя.",
      "image": "https://icdn.lenta.ru/images/2020/07/08/11/20200708114202523/pic_545206b922b181b0a7ed5d447852704a.jpg",
      "user_id": 1,
      "category_id": "3kotbvr3zo9m1cgf66le",
      "id": 47
    }
  ],
  "users": [
    {
      "id": 1,
      "username": "zaiyr00",
      "password": "qwerty"
    },
    {
      "username": "zaiyr.sh",
      "password": "qwerty123",
      "id": 2
    },
    {
      "username": "admin12345",
      "password": "passworddd",
      "id": 3
    }
  ]
}