{
  "categories": [
    {
      "id": 1,
      "title": "Наука",
      "parent_id": 1
    },
    {
      "id": 2,
      "title": "Мировые новости",
      "parent_id": 2
    },
    {
      "id": 3,
      "title": "Спорт",
      "parent_id": 3
    },
    {
      "id": 4,
      "title": "Политика",
      "parent_id": 4
    },
    {
      "title": "Икусство",
      "parent_id": "d8wu8cmkryrhtjz62962yv",
      "id": 5
    }
  ],
  "articles": [
    {
      "id": 1,
      "category_id": 1,
      "user_id": 1,
      "title": "Японские ученые оснастили инвалидную коляску роборуками",
      "description": "Инженеры из Японии добавили в инвалидную коляску роборуки, которыми можно управлять дистанционно.\n\nНовое устройство призвано помочь инвалидам в передвижении. Известно, что движением коляски человек управляет самостоятельно, но на задней ее части находятся робот с руками, которыми можно управлять удаленно.\n\nИзобретение представляет собой коляску с электроусилителем и вынесенным небольшим колесом сзади. Именно над ним за сиденьем установлены роборуки.\n\nКроме рук в новинку добавлены манипуляторы, которые представляют собой человеческую кисть. Примечательно то, что человеческая кисть находится на одном уровне с роботом для удобства управления.\n\nКроме манипуляторов коляска имеет 2 камеры, микрофон и модуль беспроводной передачи данных. Электроника нужна для того, чтобы управлять инвалидным креслом дистанционно и в случае непредвиденных ситуаций вернуть человека в безопасное место.\n\n",
      "image": "https://potokmedia.ru/wp-content/uploads/2020/07/Snimok-jekrana-2020-07-06-v-16.44.06.png"
    },
    {
      "id": 2,
      "category_id": 2,
      "user_id": 1,
      "title": "В Китае объявили третий уровень опасности из-за бубонной чумы",
      "description": "В Китае объявили третий уровень опасности из-за бубонной чумы. Об этом сообщает Telegram-канал RT.\n\nПовышенный уровень угрозы сохранится в автономном районе Внутренняя Монголия, так как у пациента, попавшего в больницу города Баян-Нур, подтвердили заболевание.\n\nВ начале июля в граничащей с Россией Западной Монголии была зафиксирована вспышка бубонной чумы. В больницу доставили 27-летнего мужчину и женщину (возраст не уточняется). Последняя находилась в критическом состоянии. После заболевания с ней прямо контактировали 60 человек и косвенно — 400. Известно, что причиной заражения послужило то, что оба жителя Монголии употребили в пищу сырое мясо сурка. Позднее главный инфекционист Федерального медико-биологического агентства (ФМБА) Владимир Никифоров заявил, что случившееся не несет угрозы для России. Он также предположил, что люди заразились не когда съели чумного сурка, а когда разделывали его тушку, или же их укусила зараженная блоха.\n\nЧума — это бактериальная болезнь, которая в первую очередь поражает диких грызунов. Она распространяется от одного животного к другому через блох. Люди, укушенные зараженной блохой, обычно заболевают бубонной формой чумы. По данным Всемирной организации здравоохранения, эта болезнь может убить взрослого менее чем за 24 часа, если вовремя не начать лечение.",
      "image": "https://icdn.lenta.ru/images/2020/07/05/19/20200705192622167/pic_1bca98a2f280765f8c985f029e0fa153.jpg"
    },
    {
      "id": 3,
      "category_id": 1,
      "user_id": 1,
      "title": "Как мозг человека запоминает информацию?",
      "description": "Описание статьи",
      "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fi.ytimg.com%2Fvi%2Fdbi-XhEpONM%2Fhqdefault.jpg&f=1&nofb=1"
    },
    {
      "id": 4,
      "category_id": 1,
      "user_id": 1,
      "title": "Как мозг человека запоминает информацию?",
      "description": "Описание цуйцу",
      "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fi.ytimg.com%2Fvi%2Fdbi-XhEpONM%2Fhqdefault.jpg&f=1&nofb=1"
    }
  ],
  "users": [
    {
      "id": 1,
      "username": "zaiyr00",
      "password": "qwerty"
    },
    {
      "username": "zaiyr.sh",
      "password": "qwerty123",
      "id": 2
    },
    {
      "username": "qweqweqw",
      "password": "eqweqwe",
      "id": 3
    },
    {
      "username": "qweqweqw",
      "password": "eqweqweq",
      "id": 4
    },
    {
      "username": "qweqwe",
      "password": "qweqweqw",
      "id": 5
    }
  ]
}